Repository: flusio/Flus
Catalog: locales/*/LC_MESSAGES/main.po
Languages: fr_fr

source: Back
fr_fr: Retour

source: {{count}} characters out of a maximum of {{max}}
fr_fr: {{count}} caractères sur un maximum de {{max}}

source: The post is too long.
fr_fr: Le message est trop long.

source: Open the list
fr_fr: Ouvrir la liste

source: (public)
fr_fr: (publique)

source: Copied
fr_fr: Copié

source: Hide
fr_fr: Cacher

source: Show
fr_fr: Afficher

source: Pocket links
fr_fr: Liens Pocket

source: All your links imported from Pocket.
fr_fr: Tous vos liens importés depuis Pocket.

source: wallabag links
fr_fr: Liens wallabag

source: All your links imported from wallabag.
fr_fr: Tous vos liens importés depuis wallabag.

source: The Mastodon host returned an error, please try later.
fr_fr: Le serveur Mastodon a renvoyé une erreur, veuillez essayer plus tard.

source: The message could not be sent due to a server-side problem.
fr_fr: Le message n’a pas pu être envoyé à cause d’un problème côté serveur.

source: This file cannot be uploaded.
fr_fr: Ce fichier ne peut pas être téléversé.

source: You must verify your account first.
fr_fr: Vous devez valider votre compte avant.

source: An error occured when getting you a subscription account, please contact the support.
fr_fr: Une erreur est survenue pendant que nous récupérions les informations de votre compte, merci de contacter le support.

source: An error occured while logging you, please contact the support.
fr_fr: Une erreur est survenue pendant que nous vous connections, merci de contacter le support.

source: A security verification failed: you should retry to submit the form.
fr_fr: Une vérification de sécurité a échoué : vous devriez essayer de resoumettre le formulaire.

source: You already have an ongoing exportation.
fr_fr: Vous avez déjà une exportation en cours.

source: We can’t find any account with this email address.
fr_fr: Nous ne trouvons pas de compte associé à cette adresse courriel.

source: The password is incorrect.
fr_fr: Le mot de passe est incorrect.

source: What are you trying to do? You can’t login to the support account.
fr_fr: Que faites-vous ? Vous ne pouvez pas vous connecter en tant qu’utilisateur support.

source: You must accept the terms of service.
fr_fr: Vous devez accepter les conditions générales d’utilisation.

source: The link is required.
fr_fr: Le lien est obligatoire.

source: The link is invalid.
fr_fr: Le lien est invalide.

source: The subject is required.
fr_fr: Le sujet est obligatoire.

source: The message is required.
fr_fr: Le message est obligatoire.

source: One of the associated topic doesn’t exist.
fr_fr: L’une des thématiques associées n’existe pas.

source: The file is required.
fr_fr: Le fichier est obligatoire.

source: The file type must be one of the following: {types}.
fr_fr: Le type de fichier doit être l’un des suivants : {types}.

source: This file is too large (max allowed: {max_size}).
fr_fr: Ce fichier est trop gros (max autorisé : {max_size}).

source: This file cannot be uploaded (error {code}).
fr_fr: Ce fichier ne peut pas être téléversé (erreur {code}).

source: There is no valid feeds at this address.
fr_fr: Aucun flux valide n’a été détecté à cette adresse.

source: The type is required.
fr_fr: Le type est obligatoire.

source: The type is invalid.
fr_fr: Le type est invalide.

source: This user doesn’t exist.
fr_fr: Cet‧te utilisateur‧ice n’existe pas.

source: You can’t share access with the owner of the collection.
fr_fr: Vous ne pouvez pas partager l’accès avec le ou la propriétaire de la collection.

source: The collection is already shared with this user.
fr_fr: Cette collection est déjà partagée avec cet‧te utilisateur‧ice.

source: You already have an ongoing OPML importation.
fr_fr: Vous avez déjà une importation OPML en cours.

source: The authorization code is missing.
fr_fr: Le code d’autorisation est manquant.

source: The URL is invalid.
fr_fr: L’URL est invalide.

source: You already have configured a Mastodon account.
fr_fr: Vous avez déjà configuré un compte Mastodon.

source: The address email is required.
fr_fr: L’adresse courriel est obligatoire.

source: The address email is invalid.
fr_fr: L’adresse courriel est invalide.

source: The token has expired, you should reset your password again.
fr_fr: Le token a expiré, vous devez de nouveau réinitialiser votre mot de passe.

source: Shared with me
fr_fr: Partagées avec moi

source: One of the associated collection doesn’t exist.
fr_fr: L’une des collections associées n’existe pas.

source: Sorry but you cannot do that in the demo 😉
fr_fr: Désolé mais vous ne pouvez pas faire ça dans la démo 😉

source: The locale is required.
fr_fr: La langue est obligatoire.

source: The locale is invalid.
fr_fr: La langue est invalide.

source: The token doesn’t exist. The validation link you clicked on should have expired.
fr_fr: Le token n’existe pas. Le lien de validation sur lequel vous avez cliqué a dû expirer.

source: The token has expired or has been invalidated.
fr_fr: Le token a expiré ou a été invalidé.

source: [%s] Your message has been sent
fr_fr: [%s] Votre message a été envoyé

source: [%s] Confirm your account
fr_fr: [%s] Confirmer votre compte

source: [%s] Reset your password
fr_fr: [%s] Réinitialisation de votre mot de passe

source: [%s] Your account will be deleted soon due to inactivity
fr_fr: [%s] Votre compte sera bientôt supprimé pour cause d'inactivité

source: The name is required.
fr_fr: Le nom est obligatoire.

source: The name must be less than {max} characters.
fr_fr: Le nom ne doit pas faire plus de {max} caractères.

source: Bookmarks
fr_fr: Signets

source: Links read
fr_fr: Liens lus

source: Links never to read
fr_fr: Liens à ne jamais lire

source: News
fr_fr: Journal

source: The filter is required.
fr_fr: Le filtre est obligatoire.

source: The filter is invalid.
fr_fr: Le filtre est invalide.

source: You already have a group with this name.
fr_fr: Vous avez déjà un groupe portant le même nom.

source: The title is required.
fr_fr: Le titre est obligatoire.

source: The reading time must be greater or equal to 0.
fr_fr: Le temps de lecture doit être supérieur ou égal à 0.

source: The content is required.
fr_fr: Le contenu est obligatoire.

source: The label is required.
fr_fr: Le nom est obligatoire.

source: The label must be less than {max} characters.
fr_fr: Le nom doit faire moins de {max} caractères.

source: An account already exists with this email address.
fr_fr: Un compte existe déjà avec cette adresse courriel.

source: The username is required.
fr_fr: Le nom d’utilisateur·ice est obligatoire.

source: The username must be less than {max} characters.
fr_fr: Le nom d’utilisateur·ice ne doit pas faire plus de {max} caractères.

source: The username cannot contain the character ‘@’.
fr_fr: Le nom d’utilisateur·ice ne doit pas contenir le caractère ‘@’.

source: The password is required.
fr_fr: Le mot de passe est obligatoire.

source: Climate
fr_fr: Climat

source: Health
fr_fr: Santé

source: Politics
fr_fr: Politique

source: %s on Twitter: %s
fr_fr: %s sur Twitter : %s

source: My favourites
fr_fr: Mes favoris

source: My shares
fr_fr: Mes partages

source: Unknown browser
fr_fr: Navigateur inconnu

source: unknown platform
fr_fr: plateforme inconnue

source: %s on %s
fr_fr: %s sur %s

source: This email has been sent by %s (%s)
fr_fr: Ce courriel a été envoyé par %s (%s)

source: %d link per day
fr_fr: %d lien par jour

source: %d link per week
fr_fr: %d lien par semaine

source: %d link per month
fr_fr: %d lien par mois

source: %d link per year
fr_fr: %d lien par an

source: Inactive
fr_fr: Inactif

source: you
fr_fr: vous

source: — “<a href="%s">%s</a>” was published on %s
fr_fr: — « <a href="%s">%s</a> » a été publié sur %s

source: (feed)
fr_fr: (flux)

source: <strong>This is an Atom feed.</strong> You can follow its publications by adding its <abbr>URL</abbr> to your feed aggregator.
fr_fr: <strong>Ceci est un flux Atom.</strong> Vous pouvez suivre ses publications en ajoutant son <abbr>URL</abbr> à votre agrégateur de flux.

source: Follow on %s
fr_fr: Suivre sur %s

source: Feed overview
fr_fr: Aperçu du flux

source: Published on:
fr_fr: Publié le :

source: Read on the website
fr_fr: Lire sur le site

source: Notes by %s
fr_fr: Notes par %s

source: Notes on %s
fr_fr: Notes sur %s

source: Collect, organise, annotate and share links from around the Web.
fr_fr: Collectez, organisez, annotez et partagez les liens provenant de l'ensemble du Web.

source: Bookmarks screen of %s on desktop
fr_fr: L’écran des signets de %s sur ordinateur

source: Bookmarks screen of %s on mobile
fr_fr: L’écran des signets de %s sur mobile

source: Error:
fr_fr: Erreur :

source: Skip to main content
fr_fr: Accéder au contenu principal

source: You need to activate JavaScript in order to use %s.
fr_fr: Vous devez activer JavaScript pour utiliser %s.

source: You’re using a demo version of %s, the data are reset every night.
fr_fr: Vous utilisez une version de démo de %s, les données sont réinitialisées chaque nuit.

source: You must validate your account&nbsp;→
fr_fr: Vous devez valider votre compte&nbsp;→

source: Reading
fr_fr: Lecture

source: My links
fr_fr: Mes liens

source: Feeds
fr_fr: Flux

source: New
fr_fr: Nouveau

source: Menu of %s
fr_fr: Menu de %s

source: Profile
fr_fr: Profil

source: Preferences
fr_fr: Préférences

source: Account & data
fr_fr: Compte & données

source: Add-ons
fr_fr: Extensions

source: Help & support
fr_fr: Aide & support

source: Log out
fr_fr: Se déconnecter

source: Search links by words or URL
fr_fr: Rechercher des liens par mots ou URL

source: Search
fr_fr: Rechercher

source: Hello %s,
fr_fr: Bonjour %s,

source: Best regards,
fr_fr: Bien à vous,

source: The %s robot
fr_fr: Le robot %s

source: This email has been sent by <a href="%s" style="color: #4f4e5e;">%s</a>.
fr_fr: Ce courriel a été envoyé par <a href="%s" style="color: #4f4e5e;">%s</a>.

source: Oh no&nbsp;😟
fr_fr: Oh non&nbsp;😟

source: Sign up
fr_fr: S’inscrire

source: Login
fr_fr: Se connecter

source: Choose your language
fr_fr: Choisissez votre langue

source: About %s
fr_fr: À propos de %s

source: Step %d on %d
fr_fr: Étape %d sur %d

source: skip
fr_fr: passer

source: finished
fr_fr: terminé

source: Close
fr_fr: Fermer

source: Close this window
fr_fr: Fermer cette fenêtre

source: Previous page
fr_fr: Page précédente

source: Next page
fr_fr: Page suivante

source: Error
fr_fr: Erreur

source: Success
fr_fr: Succès

source: Bad request
fr_fr: Mauvaise requête

source: The request is invalid.
fr_fr: La requête est invalide.

source: Back to the previous page
fr_fr: Retour à la page précédente

source: Back to the home page
fr_fr: Retour à la page d’accueil

source: Place here the links you want to consult later on.
fr_fr: Placez ici les liens que vous souhaitez consulter plus tard.

source: %s link
fr_fr: %s lien

source: Add a link
fr_fr: Ajouter un lien

source: Feed %s
fr_fr: Flux %s

source: By %s
fr_fr: Par %s

source: no links
fr_fr: aucun lien

source: public
fr_fr: publique

source: private
fr_fr: privée

source: Publication frequency
fr_fr: Fréquence de publication

source: <strong>%s</strong> added this link to <strong>%s</strong>.
fr_fr: <strong>%s</strong> a ajouté ce lien à <strong>%s</strong>.

source: <strong>%s</strong> added this link to <strong>%s</strong> (shared by %s).
fr_fr: <strong>%s</strong> a ajouté ce lien à <strong>%s</strong> (partagée par %s).

source: What do you want to name this collection?
fr_fr: Comment voulez-vous nommer cette collection ?

source: (max. %d characters)
fr_fr: (max. %d caractères)

source: Error:
fr_fr: Erreur :

source: What’s the purpose of this collection?
fr_fr: Quelle est la raison d’être de cette collection ?

source: (optional)
fr_fr: (optionnel)

source: You can format the description in Markdown.
fr_fr: Vous pouvez formater la description en Markdown.

source: What topics will be covered?
fr_fr: Quelles thématiques seront abordées ?

source: Show the collection publicly
fr_fr: Afficher la collection publiquement

source: Select a collection
fr_fr: Sélectionner une collection

source: What do you want to name the collection?
fr_fr: Comment voulez-vous nommer la collection ?

source: Add
fr_fr: Ajouter

source: Cancel the creation of the collection
fr_fr: Annuler la création de la collection

source: Cancel
fr_fr: Annuler

source: new
fr_fr: nouvelle

source: Unselect
fr_fr: Désélectionner

source: Collection edition
fr_fr: Modification d'une collection

source: Save changes
fr_fr: Enregistrer les modifications

source: Settings for the news
fr_fr: Réglages pour le journal

source: How to filter the links from this feed in the news?
fr_fr: Comment filtrer les liens de ce flux dans le journal ?

source: You’ll receive the links published during the last 24 hours (recommended for high-traffic feeds).
fr_fr: Vous recevrez les liens publiés durant les 24 dernières heures (recommandé pour les flux à fort trafic).

source: You’ll receive the links published over the past week (recommended for most of the feeds).
fr_fr: Vous recevrez les liens publiés au cours de la semaine passée (recommandé pour la plupart des flux).

source: All
fr_fr: Tout

source: You’ll receive all the published links (recommended if you don’t want to miss anything).
fr_fr: Vous recevrez tous les liens publiés (recommandé si vous souhaitez ne rien manquer).

source: Collection group
fr_fr: Groupe de la collection

source: Groups help you to organize your collections. They are only visible to you on the main collections page.
fr_fr: Les groupes vous permettent d’organiser les collections. Ils ne sont visibles que par vous sur la page principale des collections.

source: How to name the group?
fr_fr: Comment nommer le groupe ?

source: Select a group
fr_fr: Sélectionner un groupe

source: No groups
fr_fr: Aucun groupe

source: Collection illustration
fr_fr: Illustration de la collection

source: Illustrations help to distinguish your collection among the others.
fr_fr: Les illustrations aident à distinguer votre collection parmi les autres.

source: Upload an image
fr_fr: Téléverser une image

source: <abbr>PNG</abbr>, <abbr>JPG</abbr> and <abbr>WEBP</abbr> images only.
fr_fr: Images <abbr>PNG</abbr>, <abbr>JPG</abbr> ou <abbr>WEBP</abbr> seulement.

source: The minimum recommended dimensions are 1100x400px.
fr_fr: Les dimensions minimales recommandées sont de 1100x400px.

source: New link
fr_fr: Nouveau lien

source: What’s the address of the link?
fr_fr: Quelle est l’adresse du lien ?

source: It can be copy-paste from the <abbr>URL</abbr> bar, at the top of your browser.
fr_fr: Elle peut être copiée-collée depuis la barre <abbr>URL</abbr>, en haut de votre navigateur.

source: Hide this link in public collections
fr_fr: Masquer ce lien dans les collections publiques

source: Add the link
fr_fr: Ajouter le lien

source: New collection
fr_fr: Nouvelle collection

source: Create the collection
fr_fr: Créer la collection

source: Share collection
fr_fr: Partager la collection

source: Share “%s”
fr_fr: Partager « %s »

source: This collection is public, anyone can access it.
fr_fr: Cette collection est publique, n’importe qui peut y accéder.

source: This collection is private, you can share access to other users.
fr_fr: Cette collection est privée, vous pouvez en partager l’accès à d’autres utilisateur‧ices.

source: Share access with
fr_fr: Partagez l’accès avec

source: Share
fr_fr: Partager

source: Copy and paste the <abbr>URL</abbr> of a user’s profile.
fr_fr: Copiez et collez l’<abbr>URL</abbr> du profil d’un‧e utilisateur‧ice.

source: Read access
fr_fr: Accès en lecture

source: Read and write access
fr_fr: Accès en lecture et écriture

source: Sharing read access with other users gives them access to the whole collection, <strong>including their hidden links,</strong> but they can’t modify it.
fr_fr: Partager l’accès en lecture permet à d’autres utilisateur‧ices d’accéder à l’ensemble de la collection, <strong>liens masqués inclus,</strong> mais ils et elles ne pourront pas la modifier.

source: Sharing read and write access with other users gives them access to the whole collection, <strong>including their hidden links,</strong> and they can modify information or add links.
fr_fr: Partager l’accès en lecture et écriture donne accès à l’ensemble de la collection, <strong>liens masqués inclus,</strong> et ils et elles peuvent en modifier les informations ou ajouter des liens.

source: Shared with:
fr_fr: Partagée avec :

source: read only
fr_fr: lecture seule

source: read / write
fr_fr: lecture / écriture

source: Revoke
fr_fr: Révoquer

source: Copy
fr_fr: Copier

source: Syndication feed of %s
fr_fr: Flux de syndication de %s

source: Published by %s
fr_fr: Publiée par %s

source: Adjust for the news
fr_fr: Régler pour le journal

source: Edit
fr_fr: Modifier

source: Put in a group
fr_fr: Placer dans un groupe

source: Change the illustration
fr_fr: Changer l’illustration

source: Unfollow
fr_fr: Ne plus suivre

source: Follow
fr_fr: Suivre

source: Are you sure that you want to delete this collection? You may lose the links that are attached only to this collection.
fr_fr: Êtes-vous sur·e de vouloir supprimer cette collection ? Vous pourriez perdre les liens qui lui sont attachés.

source: Delete
fr_fr: Supprimer

source: A feed from %s, on %s.
fr_fr: Un flux issu de %s, sur %s.

source: A collection created by %s on %s.
fr_fr: Une collection créée par %s sur %s.

source: Feed from <a target="_blank" rel="noopener noreferrer" href="%s">%s</a>
fr_fr: Flux issu de <a target="_blank" rel="noopener noreferrer" href="%s">%s</a>

source: Copy the link
fr_fr: Copier le lien

source: Mark all as read
fr_fr: Tout marquer comme lu

source: Remove the links from the news
fr_fr: Retirer les liens du journal

source: This collection is empty.
fr_fr: Cette collection est vide.

source: Discover collections
fr_fr: Découvrir des collections

source: Discover the public collections on %s.
fr_fr: Découvrir les collections publiques sur %s.

source: Choose a topic…
fr_fr: Choisissez une thématique…

source: No collections
fr_fr: Aucune collection

source: There’s no topics to show.
fr_fr: Il n’y a aucune thématique à afficher.

source: Generate a new data archive
fr_fr: Générer une nouvelle archive de données

source: Downloading your data
fr_fr: Téléchargement de vos données

source: You can download your data in order to migrate to a different tool.
fr_fr: Vous pouvez télécharger vos données afin de migrer vers un autre outil.

source: We’re creating your archive…
fr_fr: Nous créons votre archive…

source: This might take several minutes, please wait.
fr_fr: Cela pourrait prendre plusieurs minutes, merci d’attendre.

source: Download your archive
fr_fr: Télécharger votre archive

source: generated on %s
fr_fr: générée le %s

source: All the feeds that you follow are listed here.
fr_fr: Tous les flux que vous suivez sont listés ici.

source: <a href="%s">Discover collections feeds</a>
fr_fr: <a href="%s">Découvrez des flux de collections</a>

source: Add a feed
fr_fr: Ajouter un flux

source: New feed
fr_fr: Nouveau flux

source: What’s the address of the website or feed to follow?
fr_fr: Quelle est l’adresse du site ou du flux à suivre ?

source: Add the feed
fr_fr: Ajouter le flux

source: Access forbidden
fr_fr: Accès interdit

source: You cannot access this page.
fr_fr: Vous ne pouvez pas accéder à cette page.

source: Group edition
fr_fr: Modification d’un groupe

source: The name of your group
fr_fr: Le nom de votre groupe

source: Are you sure that you want to delete this group? The associated collections will NOT be deleted.
fr_fr: Êtes-vous sur·e de vouloir supprimer ce groupe ? Les collections associées ne seront PAS supprimées.

source: Delete the group
fr_fr: Supprimer le groupe

source: Importation from an OPML file
fr_fr: Importation depuis un fichier OPML

source: Importation from an <abbr>OPML</abbr> file
fr_fr: Importation depuis un fichier <abbr>OPML</abbr>

source: <abbr>OPML</abbr> enables you to import your feeds from another software.
fr_fr: <abbr>OPML</abbr> vous permet d’importer vos flux depuis un autre logiciel.

source: We’re importing your data…
fr_fr: Nous importons vos données…

source: We’ve imported your data from your <abbr>OPML</abbr> file. We’re now going to fetch their links in background.
fr_fr: Nous venons d’importer vos données depuis votre fichier <abbr>OPML</abbr>. Nous allons désormais télécharger leurs liens en tâche de fond.

source: Import a file
fr_fr: Importer un fichier

source: Something bad happened
fr_fr: Quelque chose s’est mal passé

source: An error occurred during the processing of your request.
fr_fr: Une erreur est survenue pendant le traitement de votre requête.

source: This link seems to be inaccessible, you should repair it.
fr_fr: Ce lien semble inaccessible, vous devriez le réparer.

source: Trackers have been detected in this link, you should repair it.
fr_fr: Des pisteurs ont été détectés dans ce lien, vous devriez le réparer.

source: trackers
fr_fr: pisteurs

source: This link seems to be inaccessible, you may have difficulties to access it.
fr_fr: Ce lien semble inaccessible, vous pourriez rencontrer des difficultés pour y accéder.

source: Trackers have been detected in this link, your privacy might not be respected if you click on it.
fr_fr: Des pisteurs ont été détectés dans ce lien, votre vie privée pourrait ne pas être respectée si vous cliquez dessus.

source: ongoing synchronisation…
fr_fr: synchronisation en cours…

source: You read this link.
fr_fr: Vous avez lu ce lien.

source: This link is in your bookmarks.
fr_fr: Ce lien est dans vos signets.

source: via your <strong><a class="anchor--hidden" href="%s">bookmarks</a></strong>
fr_fr: via vos <strong><a class="anchor--hidden" href="%s">signets</a></strong>

source: via <strong><a class="anchor--hidden" href="%s">%s</a></strong> by <a class="anchor--hidden" href="%s">%s</a>
fr_fr: via <strong><a class="anchor--hidden" href="%s">%s</a></strong> de <a class="anchor--hidden" href="%s">%s</a>

source: Notepad (%s)
fr_fr: Bloc-note (%s)

source: Notepad
fr_fr: Bloc-note

source: hidden
fr_fr: masqué

source: Comments
fr_fr: Commentaires

source: Remove from the news
fr_fr: Retirer du journal

source: Copy the external link
fr_fr: Copier le lien externe

source: Share on Mastodon
fr_fr: Partager vers Mastodon

source: Repair
fr_fr: Réparer

source: Are you sure that you want to delete this link?
fr_fr: Êtes-vous sur·e de vouloir supprimer ce lien ?

source: Mark as read
fr_fr: Marquer comme lu

source: Remove from read list
fr_fr: Retirer des liens lus

source: Read later
fr_fr: Lire plus tard

source: Store the link
fr_fr: Ranger le lien

source: In %d collection
fr_fr: Dans %d collection

source: What do you retain from this content?
fr_fr: Que retenez-vous de ce contenu ?

source: You can format the content in Markdown and use #tags.
fr_fr: Vous pouvez formater le contenu en Markdown et utiliser des #tags.

source: Storing a link
fr_fr: Rangement d’un lien

source: You already annoted this link.
fr_fr: Vous avez déjà annoté ce lien.

source: Store the link and mark as read
fr_fr: Ranger le lien et marquer comme lu

source: Link edition
fr_fr: Modification d’un lien

source: The title of your link
fr_fr: Le titre de votre lien

source: It takes
fr_fr: Il faut

source: minutes to consult.
fr_fr: minutes pour le consulter.

source: Organize your links in your thematic collections.
fr_fr: Organisez vos liens dans vos collections thématiques.

source: Create a collection
fr_fr: Créer une collection

source: Your posts are going to be published on Mastodon!
fr_fr: Vos messages vont être publiés sur Mastodon !

source: Share a link on Mastodon
fr_fr: Partager un lien vers Mastodon

source: Post #__number__
fr_fr: Message n°__number__
