Repository: flusio/Flus
Catalog: locales/*/LC_MESSAGES/main.po
Languages: fr_fr

source: Remove from thread
fr_fr: Retirer du fil

source: Add a post to thread
fr_fr: Ajouter un message au fil

source: Publish on Mastodon
fr_fr: Publier sur Mastodon

source: Mark to read later?
fr_fr: Marquer à lire plus tard ?

source: Repairing a link
fr_fr: Réparation d’un lien

source: You can change the <abbr>URL</abbr> of a link if it’s broken, or if you made a mistake in it.
fr_fr: Vous pouvez modifier l’<abbr>URL</abbr> d’un lien s’il est cassé, ou si vous avez fait une erreur.

source: %s has detected trackers in this <abbr>URL</abbr>. Suggestion:
fr_fr: %s a détecté des pisteurs dans cette <abbr>URL</abbr>. Suggestion :

source: %s has detected that this <abbr>URL</abbr> tracks users. It is suggested to delete the link.
fr_fr: %s a détecté que cette <abbr>URL</abbr> piste les utilisateur‧ices. Il est suggéré de supprimer le lien.

source: Force the synchronization
fr_fr: Forcer la synchronisation

source: The title, reading time and illustration will be re-synchronized even if you’ve changed them.
fr_fr: Le titre, le temps de lecture et l’illustration seront re-synchronisés même si vous les avez changés.

source: The title, reading time and illustration will be synchronize only if you’ve never changed them.
fr_fr: Le titre, le temps de lecture et l’illustration seront synchronisés seulement si vous ne les avez jamais changés.

source: Repair the link
fr_fr: Réparer le lien

source: Results of the search
fr_fr: Résultats de la recherche

source: %s result (“%s”)
fr_fr: %s résultat (« %s »)

source: What’s the address of the link or feed?
fr_fr: Quelle est l’adresse du lien ou du flux ?

source: Shared on %s: %s
fr_fr: Partagé sur %s : %s

source: A link shared by %s on %s.
fr_fr: Un lien partagé par %s sur %s.

source: Syndication feed of notes on %s
fr_fr: Flux de syndication de notes sur %s

source: Added by <a href="%s">%s</a>
fr_fr: Ajouté par <a href="%s">%s</a>

source: read
fr_fr: lire

source: (open a new window)
fr_fr: (ouvre une nouvelle fenêtre)

source: This link being hidden, the notes are private.
fr_fr: Ce lien étant masqué, les notes sont privées.

source: Are you sure that you want to delete this note?
fr_fr: Êtes-vous sur·e de vouloir supprimer cette note ?

source: No notes have yet been taken.
fr_fr: Aucune note n’a encore été prise.

source: Add a note
fr_fr: Ajouter une note

source: See notes from:
fr_fr: Voir les notes de :

source: (yourself)
fr_fr: (vous-même)

source: New message from the support.
fr_fr: Nouveau message depuis le support.

source: Your message named “%s” has been sent. Someone will reply to you as soon as possible!
fr_fr: Votre message intitulé « %s » a été envoyé. Quelqu’un va vous répondre aussi rapidement que possible !

source: Thank you for your inscription on %s. To finish, you’ll have to confirm your email address. You just have to click on the following link, and you should be all good then:
fr_fr: Merci pour votre inscription sur %s. Pour terminer, vous devez confirmer votre adresse courriel. Vous avez seulement à cliquer sur le lien suivant, et tout devrait être bon ensuite :

source: You receive this email because you haven’t been active on %s for several months. To avoid storing outdated data, your account will be deleted after one month. If you don’t want to keep it, you don’t have to do anything. However, if you wish to keep your account, you should login to %s by clicking on the following link:
fr_fr: Vous recevez ce courriel parce que vous n’avez pas été acti·ve sur %s depuis plusieurs mois. Pour éviter de conserver des données inutilement, votre compte sera supprimé dans un mois. Si vous ne souhaitez pas le conserver, vous n’avez rien à faire. Toutefois, si vous souhaitez conserver votre compte, vous devez vous connecter à %s en cliquant sur le lien suivant :

source: Note that you will not receive any further notification that your account will be deleted.
fr_fr: Notez que vous ne recevrez pas d’autre notification concernant la suppression de votre compte.

source: You receive this email because you’ve asked to reset your password on %s. You just have to click on the following link and follow the instructions:
fr_fr: Vous recevez ce courriel parce que vous avez demandé à réinitialiser votre mot de passe sur %s. Vous avez seulement à cliquer sur le lien suivant et suivre les instructions :

source: If you didn’t ask to reset your password, please ignore this email.
fr_fr: Si vous n’avez pas demandé à réinitialiser votre mot de passe, vous pouvez ignorer ce courriel.

source: Mastodon authorization
fr_fr: Autorisation de Mastodon

source: Check authorization
fr_fr: Vérifier l’autorisation

source: Please wait while we’re verifying access to Mastodon…
fr_fr: Merci de patienter pendant que nous vérifions l’accès à Mastodon…

source: Configure sharing to Mastodon
fr_fr: Configurer le partage vers Mastodon

source: %s lets you edit a thread of posts to share your links and notes on Mastodon.
fr_fr: %s vous permet d’éditer un fil de messages pour partager vos liens et notes sur Mastodon.

source: Pre-fill the thread with the contents of your notes
fr_fr: Pré-remplir le fil avec le contenu de vos notes

source: Add a link to your notes in the first post of the thread
fr_fr: Ajouter un lien vers vos notes dans le premier message du fil

source: Something to add to the first post of the thread? (postscript)
fr_fr: Quelque chose à ajouter au premier message du fil ? (post-scriptum)

source: #monitoring
fr_fr: #veille

source: Add the postscript in all the posts of the thread
fr_fr: Ajouter le post-scriptum à tous les messages du fil

source: Connected with account <em>%s</em>
fr_fr: Connecté‧e avec le compte <em>%s</em>

source: Are you sure that you want to disconnect your Mastodon account?
fr_fr: Êtes-vous sur·e de vouloir déconnecter votre compte Mastodon ?

source: disconnect
fr_fr: déconnecter

source: What’s the address of your Mastodon server?
fr_fr: Quelle est l’adresse de votre serveur Mastodon ?

source: Not using Mastodon yet? <a target="_blank" rel="noopener noreferrer" href="https://joinmastodon.org/servers">Let’s choose a server.</a>
fr_fr: Vous n’utilisez pas encore Mastodon ? <a target="_blank" rel="noopener noreferrer" href="https://joinmastodon.org/servers">Choisissez un serveur.</a>

source: Connect to Mastodon
fr_fr: Se connecter à Mastodon

source: Account deletion
fr_fr: Suppression du compte

source: You’re connected as %s.
fr_fr: Vous êtes connecté‧e en tant que %s.

source: You’re about to delete your account and your data will be lost. This can’t be canceled!
fr_fr: Vous êtes sur le point de supprimer votre compte : vos données seront alors perdues. Cette action ne peut pas être annulée !

source: Your password
fr_fr: Votre mot de passe

source: Show password as plain text. Note: this will visually expose your password.
fr_fr: Afficher le mot de passe sous forme de texte. Attention, cela exposera votre mot de passe visuellement.

source: You must type your password so we can confirm your identity.
fr_fr: Vous devez saisir votre mot de passe afin que nous puissions confirmer votre identité.

source: Delete your account
fr_fr: Supprimer votre compte

source: You are registered since %s.
fr_fr: Vous êtes inscrit‧e depuis le %s.

source: You have a <strong>free subscription</strong>!&nbsp;😊
fr_fr: Vous bénéficiez d’un <strong>abonnement gratuit</strong>&nbsp;!&nbsp;😊

source: <strong>Your subscription expired on %s.</strong>
fr_fr: <strong>Votre abonnement a expiré le %s.</strong>

source: Your subscription will expire on <strong>%s.</strong>
fr_fr: Votre abonnement expirera le <strong>%s.</strong>

source: Account
fr_fr: Compte

source: Validate your account
fr_fr: Valider votre compte

source: Manage your subscription
fr_fr: Gérer votre abonnement

source: Create your payment account
fr_fr: Créer votre compte de paiement

source: Sharing
fr_fr: Partage

source: Data
fr_fr: Données

source: Import your data from an <abbr>OPML</abbr> file
fr_fr: Importer vos données depuis un fichier <abbr>OPML</abbr>

source: Download your data
fr_fr: Télécharger vos données

source: Security
fr_fr: Sécurité

source: Manage your credentials
fr_fr: Gérer vos identifiants

source: Manage your sessions
fr_fr: Gérer vos sessions

source: Delete your account?
fr_fr: Supprimer votre compte&nbsp;?

source: Your language
fr_fr: Votre langue

source: Enable compact mode
fr_fr: Activer le mode compact

source: In compact mode, you see more links at a glance, but you may feel overwhelmed by the information.
fr_fr: En mode compact, vous voyez plus de liens en un coup d’œil, mais vous pourriez vous sentir submergé par la quantité d’informations.

source: Accept to be contacted by email to help improve the service (optional).
fr_fr: Accepter d’être contacté‧e par courriel pour aider à améliorer le service (facultatif).

source: Enable beta features
fr_fr: Activer les fonctionnalités bêta

source: With beta features you test some features before everyone else, but you enter a turbulent zone.
fr_fr: Avec les fonctionnalités bêta, vous testez des fonctionnalités avant tout le monde, mais vous entrez dans une zone de turbulences.

source: Upload a photo
fr_fr: Téléverser une photo

source: <abbr>PNG</abbr> or <abbr>JPG</abbr> images only, a 150x150 image is recommended.
fr_fr: Formats <abbr>PNG</abbr> ou <abbr>JPG</abbr> seulement, une image de 150x150 est recommandée.

source: Your name
fr_fr: Votre nom

source: (public, max. %d characters)
fr_fr: (public, max. %d caractères)

source: Password confirmation
fr_fr: Confirmation du mot de passe

source: We need you to confirm your password before giving you access to sensitive actions.
fr_fr: Vous devez confirmer votre mot de passe avant de pouvoir effectuer des actions sensibles.

source: Your current password
fr_fr: Votre mot de passe actuel

source: Confirm your password
fr_fr: Confirmer votre mot de passe

source: Login & security
fr_fr: Identifiants & sécurité

source: You can change your login details here.
fr_fr: Vous pouvez changer vos identifiants de connexion ici.

source: Your email address
fr_fr: Votre adresse courriel

source: New password
fr_fr: Nouveau mot de passe

source: Leave this field empty if you want to keep your current password.
fr_fr: Laissez ce champ vide si vous souhaitez conserver votre mot de passe actuel.

source: Sessions management
fr_fr: Gestion des sessions

source: List and manage your login sessions.
fr_fr: Listez et gérez vos sessions de connexion.

source: connected on %s
fr_fr: connecté‧e le %s

source: current session
fr_fr: session courante

source: expired
fr_fr: expirée

source: Account validation
fr_fr: Validation du compte

source: You’re about to validate your account on %s. Please click the button below to confirm.
fr_fr: Vous êtes sur le point de confirmer votre compte sur %s. Veuillez cliquer sur le bouton ci-dessous pour confirmer.

source: Back to the account validation
fr_fr: Retour à la validation du compte

source: Confirm my account
fr_fr: Confirmer mon compte

source: Your account is now validated.
fr_fr: Votre compte est maintenant validé.

source: Nice! Go to the home page
fr_fr: Chouette ! Retourner à la page d’accueil

source: You must validate your account so we can contact you in case of a change in our end-user license agreement or a problem concerning your account. <strong>You should have received an email containing a link intended to this purpose.</strong>
fr_fr: Vous devez valider votre compte afin que nous puissions vous contacter en cas de changement dans nos <abbr>CGU</abbr> ou si un problème survient avec votre compte. <strong>Vous devriez avoir reçu un courriel contenant un lien permettant cela.</strong>

source: We’ve just sent you an email at %s
fr_fr: Nous vous avons envoyé un courriel à %s

source: Still nothing? Did you check your spam?
fr_fr: Toujours rien&nbsp;? Avez-vous vérifié votre spam&nbsp;?

source: Didn’t receive the email? Resend it
fr_fr: Courriel non reçu ? Renvoyer

source: today
fr_fr: aujourd’hui

source: yesterday
fr_fr: hier

source: Actions on the day
fr_fr: Actions pour la journée

source: Read the links later
fr_fr: Lire les liens plus tard

source: You’ll remove all the news links, this action cannot be canceled. Are you sure?
fr_fr: Vous allez retirer tous les liens du journal, cette action ne peut pas être annulée. Confirmez-vous ?

source: Actions on the feed
fr_fr: Actions pour le flux

source: Empty the news
fr_fr: Vider le journal

source: Note: you will need to clear the news before you can refresh it. Mark the links as read, to be read later, or remove them with the appropriate actions.
fr_fr: Remarque : vous devez vider le journal avant de pouvoir le rafraîchir. Marquez les liens comme lus, à lire plus tard, ou retirez-les avec les actions adéquats.

source: Fill your news feed with the content published by the feeds that you follow.
fr_fr: Remplissez votre journal avec le contenu publié par les flux que vous suivez.

source: There are no relevant links to suggest at this time.
fr_fr: Il n'y a aucun lien pertinent à vous proposer pour le moment.

source: Refresh the news
fr_fr: Rafraichir le journal

source: Page not found
fr_fr: Page non trouvée

source: This page doesn’t exist.
fr_fr: Cette page n’existe pas.

source: Note edition
fr_fr: Modification d’une note

source: Your note
fr_fr: Votre note

source: Welcome!
fr_fr: Bienvenue !

source: Welcome %s!
fr_fr: Bienvenue %s !

source: The few next screens will explain you some main features of %s.
fr_fr: Les écrans qui suivent vous expliqueront quelques-unes des principales fonctionnalités de %s.

source: There’s not much to know before getting started with %s. This onboarding should take less than 3 minutes of your time.
fr_fr: Il n’y a pas grand-chose à savoir avant de pouvoir utiliser %s. Cette introduction devrait vous prendre moins de 3 minutes à parcourir.

source: Continue
fr_fr: Continuer

source: or skip the onboarding
fr_fr: ou passer l’introduction

source: Read at your own pace
fr_fr: Lisez à votre rythme

source: The <strong>Reading</strong> tab helps you organise your reading list.
fr_fr: L’onglet <strong>Lecture</strong> vous aide à organiser votre liste de lecture.

source: The screenshot of the Reading menu. It shows three elements: News, Bookmarks and Links read.
fr_fr: La capture d’écran du menu Lecture. Il montre trois éléments : Journal, Signets et Liens lus.

source: “News” gives you suggestions of what to read from the websites that you follow.
fr_fr: Le « Journal » vous suggère des choses à lire depuis les sites que vous suivez.

source: Short on time? “Bookmark” links to read later and find them in one click.
fr_fr: Vous manquez de temps ? Placez vos liens dans les « Signets » pour les lire plus tard et les retrouver en un clic.

source: Finally, keep track of the links you have already read in the “Links read” section.
fr_fr: Enfin, gardez une trace des liens que vous avez déjà lus depuis la section « Liens lus ».

source: Store your links
fr_fr: Stockez vos liens

source: <strong>My links</strong> organises your links into collections.
fr_fr: <strong>Mes liens</strong> organisent vos liens en collections.

source: All the links you want to be able to find easily have their place in the collections.
fr_fr: Tous les liens que vous souhaitez retrouver facilement plus tard ont leur place dans les collections.

source: By default, you start with 2 collections: <strong>“My favorites” and “My shares”.</strong> Obviously, you can create as many thematic collections as you want!
fr_fr: Par défaut, vous démarrez avec 2 collections : <strong>« Mes favoris » et « Mes partages ».</strong> Vous pouvez évidemment créer autant de collections thématiques que vous voulez !

source: Follow content from Internet
fr_fr: Suivez le contenu d’Internet

source: The <strong>Feeds</strong> list the websites and collections that you follow.
fr_fr: Les <strong>Flux</strong> listent les sites et les collections que vous suivez.

source: A lot of websites can be followed in %s <strong>as long as they offer a Web feed</strong>: most news sites, blogs, podcasts… Even YouTube channels!
fr_fr: Beaucoup de sites peuvent être suivis dans %s <strong>tant qu’ils proposent un flux Web</strong> : la plupart des sites d’actualités, les blogs, les podcasts… Même les chaînes YouTube !

source: This is perfect if you want to be notified when new content is published without wasting time checking each website individually.
fr_fr: C’est parfait si vous souhaitez être averti⋅e lorsque de nouveaux contenus sont publiés sans perdre de temps à vérifier chaque site un par un.

source: Share with the rest of Internet
fr_fr: Partagez avec le reste d’Internet

source: The <strong>Profile</strong> is your public page listing all what you share.
fr_fr: Le <strong>Profil</strong> est la page publique qui répertorie tout ce que vous partagez.

source: Every time you share a link in a public collection, it gets added to your profile. <strong>Annotate your reading to add a personal touch.</strong>
fr_fr: Chaque fois que vous partagez un lien dans une collection publique, il apparaîtra dans votre profil. <strong>Annotez vos lectures pour y ajouter une touche personnelle.</strong>

source: Nothing like spreading the address to your Flus profile around!
fr_fr: Rien de tel que de diffuser l’adresse de votre profil autour de vous !

source: Start exploring
fr_fr: Commençons à explorer

source: This is the end of the onboarding. You should now have the keys to use %s in an efficient way.
fr_fr: C’est la fin de cette introduction. Vous devriez maintenant avoir tous les éléments en main pour utiliser %s de manière efficace.

source: You still have things to discover, stay curious!
fr_fr: Vous avez encore des choses à découvrir, restez curieux ou curieuse !

source: Start using %s
fr_fr: Commencer à utiliser %s

source: Make your life easier by using the Web extension on
fr_fr: Simplifiez-vous la vie en utilisant l’extension navigateur sur

source: or
fr_fr: ou

source: You can import your feeds if you already use a <abbr>RSS</abbr> aggregator:
fr_fr: Vous pouvez importer vos flux si vous utilisez déjà un agrégateur <abbr>RSS</abbr> :

source: Import an <abbr>OPML</abbr> file
fr_fr: Importer un fichier <abbr>OPML</abbr>

source: The logo of %s
fr_fr: Le logo de %s

source: %s is an instance of Flus.
fr_fr: %s est une instance de Flus.

source: Website (in French)
fr_fr: Site Web

source: Source code
fr_fr: Code source

source: Firefox extension
fr_fr: Extension Firefox

source: Chrome extension
fr_fr: Extension Chrome

source: License
fr_fr: Licence

source: Author
fr_fr: Auteur

source: Credits
fr_fr: Crédits

source: the user experience and interface have been designed with the help of <a href="https://www.maiwann.net/">Maiwann</a> and <a href="https://fr.linkedin.com/in/elina-bufferne">Elina Bufferne</a>;
fr_fr: l’expérience utilisateur et l’interface ont été conçues avec l’aide de <a href="https://www.maiwann.net/">Maiwann</a> et <a href="https://fr.linkedin.com/in/elina-bufferne">Elina Bufferne</a> ;

source: the logo has been made by <a href="https://www.clara-chambon.fr/">Clara Chambon</a>;
fr_fr: le logo a été réalisé par <a href="https://www.clara-chambon.fr/">Clara Chambon</a> ;

source: the font <a href="https://fonts.google.com/specimen/Comfortaa">Comfortaa</a>, by Johan Aakerlund;
fr_fr: la police <a href="https://fonts.google.com/specimen/Comfortaa">Comfortaa</a>, par Johan Aakerlund ;

source: the font <a href="https://fonts.google.com/specimen/Open+Sans">Open Sans</a>, by Steve Matteson;
fr_fr: la police <a href="https://fonts.google.com/specimen/Open+Sans">Open Sans</a>, par Steve Matteson ;

source: the icons are from <a href="https://clarity.design/">the Clarity project</a>;
fr_fr: les icônes viennent du <a href="https://clarity.design/">projet Clarity</a> ;

source: the illustrations are from <a href="https://undraw.co">the unDraw project</a>, by <a href="https://twitter.com/ninaLimpi">Katerina Limpitsouni</a>;
fr_fr: les illustrations viennent du <a href="https://undraw.co">projet unDraw</a>, par <a href="https://twitter.com/ninaLimpi">Katerina Limpitsouni</a> ;

source: default cards illustrations are from <a href="https://www.svgbackgrounds.com/">SVGBackgrounds</a>.
fr_fr: les illustrations par défaut des cartes viennent de <a href="https://www.svgbackgrounds.com/">SVGBackgrounds</a>.

source: And a huge thanks to the people who subscribe to the official service, talk about Flus around them, share their opinion and ideas, or report bugs!
fr_fr: Et un énorme merci aux personnes qui s’abonnent au service officiel, parlent de Flus autour d’elleux, partagent leur opinion et leurs idées, ou remontent des bugs !

source: Keep %s at hand in your browser
fr_fr: Gardez %s à portée de navigateur

source: Download for Firefox
fr_fr: Télécharger pour Firefox

source: Download for Chrome
fr_fr: Télécharger pour Chrome

source: Your browser is not in the list?
fr_fr: Votre navigateur n’est pas dans la liste ?

source: Drag and drop this link to your browser bookmarks bar:
fr_fr: Glissez et déposez ce lien dans la barre de marque-pages de votre navigateur :

source: Add to %s
fr_fr: Ajouter à %s

source: Using a smartphone?
fr_fr: Vous utilisez un smartphone ?

source: Sorry, there’s no app for that.
fr_fr: Désolé, il n’y a pas d’application pour ça.

source: Instead, you can <strong>add a shortcut to %s on your home screen.</strong>
fr_fr: À la place, vous pouvez <strong>ajouter un raccourci vers %s à votre écran d’accueil.</strong>

source: With modern browsers, it will work as a mobile application.
fr_fr: Avec les navigateurs modernes, il fonctionnera comme une application mobile.

source: Terms of service
fr_fr: Conditions générales d’utilisation

source: back to the registration
fr_fr: retour à l’inscription

source: Edit a password
fr_fr: Modifier un mot de passe

source: You’re changing the password of %s.
fr_fr: Vous êtes en train de modifier le mot de passe de %s.

source: Your new password
fr_fr: Votre nouveau mot de passe

source: (recommended at least 8 characters)
fr_fr: (recommandé au moins 8 caractères)

source: Change your password
fr_fr: Modifier votre mot de passe

source: Reset your password
fr_fr: Réinitialiser votre mot de passe

source: We’ll send you an email with a link to reset your password.
fr_fr: Nous allons vous envoyer un courriel pour réinitialiser votre mot de passe.

source: We’ve sent you an email to reset your password.
fr_fr: Nous vous avons envoyé un courriel pour réinitialiser votre mot de passe.

source: Email address
fr_fr: Adresse courriel

source: Send the reset email
fr_fr: Envoyer le courriel de réinitialisation

source: Remember password?
fr_fr: Mot de passe retrouvé ?

source: Discover %s’s collections on %s.
fr_fr: Découvrez les collections de %s sur %s.

source: Collections OPML of %s
fr_fr: OPML des collections de %s

source: This is your public profile!
fr_fr: Voici votre profil public !

source: Last shared links
fr_fr: Derniers liens partagés

source: You didn’t share any links yet. Start by <a href="%s">creating a public collection</a>.
fr_fr: Vous n’avez pas encore partagé de lien. Commencez par <a href="%s">créer une collection publique</a>.

source: This user didn’t share any links yet.
fr_fr: Cet·te utilisateur·ice n’a pas encore partagé de lien.

source: Published collections
fr_fr: Collections publiées

source: Collections shared with you
fr_fr: Collections partagées avec vous

source: Find here all the links you’ve marked as read.
fr_fr: Retrouvez ici tous les liens que vous avez marqués comme lu.

source: Registration
fr_fr: Inscription

source: First month is free. <a href="%s">Learn more about pricing.</a>
fr_fr: Le premier mois est gratuit. <a href="%s">En savoir plus sur les tarifs.</a>

source: How should we name you?
fr_fr: Comment devons-nous vous appeler ?
