Repository: flusio/Flus
Catalog: locales/*/LC_MESSAGES/main.po
Languages: fr_fr

source: We only send emails necessary for the operation of the service, or in the event of a problem with your account.
fr_fr: Nous n’y enverrons que des courriels nécessaires au fonctionnement du service, ou en cas de problème avec votre compte.

source: And a password
fr_fr: Et un mot de passe

source: Before going any further, please read <a href="%s" target="_blank">the general terms and conditions of service and use</a> to make sure they are suitable for you.
fr_fr: Avant d’aller plus loin, prenez le temps de lire <a href="%s" target="_blank">les conditions générales de services et d’utilisation</a> pour vous assurer que celles-ci vous conviennent.

source: I acknowledge that I have read and accepted the general terms and conditions of service and use
fr_fr: Je reconnais avoir lu et accepté les conditions générales de services et d’utilisation

source: Already an account?
fr_fr: Déjà un compte ?

source: Log in
fr_fr: Connexion

source: Your account and your data are now deleted.
fr_fr: Votre compte ainsi que vos données sont maintenant supprimées.

source: Password
fr_fr: Mot de passe

source: Forgot password?
fr_fr: Mot de passe oublié ?

source: No account yet?
fr_fr: Pas encore de compte ?

source: You can help to improve the service
fr_fr: Vous pouvez aider à améliorer le service

source: To help us improve %s, you can now accept to be contacted by email.
fr_fr: Afin de nous aider à améliorer %s, vous pouvez désormais accepter d’être contacté‧e par courriel.

source: Go to your preferences
fr_fr: Rendez-vous dans vos préférences

source: No thanks!
fr_fr: Non merci !

source: Links have been improved
fr_fr: Les liens ont été améliorés

source: Something has changed!
fr_fr: Quelque chose a changé !

source: <strong>The link interface is now more consistent and practical.</strong> You can mark a link as read, or add it to your bookmarks in one click. The “read” link has been removed, but don’t worry: you still can click on titles to read your links!
fr_fr: <strong>L’interface des liens est désormais plus cohérente et pratique.</strong> Vous pouvez marquer un lien comme lu, ou l’ajouter à vos signets en un clic. Le lien « lire » a été enlevé, mais ne vous inquiétez pas : vous pouvez toujours cliquer sur les titres pour lire vos liens !

source: The screenshot of a link card. The actions at its bottom allow to mark as read, add to bookmarks and store the link.
fr_fr: La capture d’écran d’un lien. Les actions en-dessous du lien permettent de le marquer comme lu, de l’ajouter aux signets et de le ranger.

source: The look of the links on mobile has also been improved to save space.
fr_fr: Les liens ont également été améliorés sur mobile pour gagner de la place.

source: Don’t hesitate <strong>to give feedback</strong> from the “Help & support” menu!
fr_fr: N’hésitez pas <strong>à faire des retours</strong> depuis le menu « Aide & support » !

source: Got it!
fr_fr: C’est noté !

source: A new navigation is available
fr_fr: Une nouvelle navigation est disponible

source: <strong>The navigation has been revised to make it more intuitive.</strong> The things you own are now separated from the things you follow.
fr_fr: <strong>La navigation a été revue pour la rendre plus intuitive.</strong> Les choses que vous possédez sont désormais séparées des choses que vous suivez.

source: The navigation bar showing three tabs: News, My links and Feeds
fr_fr: La barre de navigation qui montre trois onglets : Journal, Mes liens et Flux

source: Your bookmarks, read links and your own collections are now under the “My links” tab. Followed collections and feeds are only one concept and can be found under the “Feeds” tab.
fr_fr: Vos signets, liens lus et vos propres collections se trouvent maintenant dans l’onglet « Mes liens ». Les collections et les flux suivis ne sont plus qu’un seul concept et peuvent être retrouvés dans l’onglet « Flux ».

source: Organise your reading list more easily
fr_fr: Organisez votre liste de lecture plus facilement

source: <strong>A new “Reading” tab is now available in the main navigation menu.</strong> It brings together all the features related to reading: “News”, “Bookmarks” and “Links read” are accessible in one click.
fr_fr: <strong>Un nouvel onglet « Lecture » est désormais disponible dans le menu de navigation principal.</strong> Il regroupe toutes les fonctionnalités liées à la lecture : le « Journal », les « Signets » et les « Liens lus » sont accessibles en un clic.

source: If you have a question or if you’re facing an issue, you can contact me via this form.
fr_fr: Si vous avez une question ou faites face à un souci, vous pouvez me contacter à partir de ce formulaire.

source: Your message has been sent.
fr_fr: Votre message a été envoyé.

source: Subject
fr_fr: Sujet

source: Your message
fr_fr: Votre message

source: I’ll answer you at <strong>%s</strong>
fr_fr: Je vous répondrai à <strong>%s</strong>

source: Send your message
fr_fr: Envoyer votre message

source: More help
fr_fr: Plus d’aide

source: Start the onboarding again
fr_fr: Recommencer l’introduction

source: What’s new?
fr_fr: Quoi de neuf ?

source: The collections about %s, on %s.
fr_fr: Les collection à propos de %s, sur %s.

source: The community didn’t publish any collection in this topic yet. Will you be the first?
fr_fr: La communauté n’a pas encore publié de collection dans cette thématique. Serez-vous le ou la première ?

source: Unauthorized
fr_fr: Non autorisé

source: You must be connected to see this page.
fr_fr: Vous devez être connecté·e pour voir cette page.
